Repository: Blytte1/LifePLus
Catalog: Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: %lld anos de vida.
en: %lld Years left.
es: %lld años de vida.

source: + %lld anos de vida.
en: + %lld years left.
es: + %lld años de vida.

source: %lld anos
en: %lld years
es: %lld años

source: Algum parente morreu de doença cardiovascular antes dos 50 anos?
en: Did any relative die of cardiovascular disease before the age of 50?
es: ¿Algún familiar murió por enfermedad cardiovascular antes de los 50 años?

source: Anos
en: Years
es: Años

source: Anuncie conosco!
en: Advertise with Us!
es: ¡Publicidad con nosotros!

source: Ao menos um de seus avós viveu acima de 85 anos?
en: Did at least one of your grandparents live past the age of 85?
es: ¿Al menos uno de tus abuelos vivió más de 85 años?

source: Atenção: esse app não tem fins medicinais. Para maiores informações o médico deverá ser consultado.
en: Attention: this app is not intended for medicinal purposes. For more information, consult your doctor.
es: Atención: esta aplicación no tiene fines medicinales. Para más información se debe consultar al médico.

source: Bem-vindo ao LifePlus!
en: Wellcome to LifePlus!
es: ¡Bienvenidos a LifePlus!

source: Clique na imagem para mandar uma mensagem.
en: Tap the logo to send Us a message.

source: Clique nas perguntas para ver as dicas
en: Tap the questions to see a health tip.
es: Haz clic en las preguntas para ver los consejos.

source: Créditos
en: Credits

source: De 10 mil a 2 milhões de pessoas
en: From 10 thousand to 2 million people
es: De 10 mil a 2 millones de personas

source: default
en: dafault

source: Desenvolvedores:
en: Developers
es: Desarrolladores:

source: Dica:
en: Tip:
es: Consejo:

source: Digite aqui
en: Type here
es: Digite aquí

source: Direito sobre Imagens
en: Image Rights
es: Derecho a las imágenes

source: Em termos de personalidade, como você se considera?
en: In terms of personality, how do you consider yourself?
es: En términos de personalidad, ¿cómo te consideras?

source: Entre você, seus pais ou irmãos houve algum caso de câncer, diabetes tipo 1 ou doença do coração?
en: Has there been any case of cancer, type 1 diabetes or heart disease among you, your parents or siblings?
es: ¿Ha habido algún caso de cáncer, diabetes tipo 1 o enfermedad cardíaca entre ti, tus padres o hermanos?

source: Español
en: Spanish

source: Expectativa de vida total: %lld anos.
en: Total life Expectancy: %lld years old.
es: Esperanza de vida total: %lld años.

source: Extrovertido
en: Extrovert

source: Feminino
en: Female
es: Femenino

source: Idade
en: Age
es: Edad

source: Idade: %lld anos
en: Age: %lld years old
es: Edad: %lld años

source: Impacto na saúde:
en: health impact:
es: Impacto en la salud:

source: Iniciar
en: Start
es: Comenzar

source: Insira seu nome:
en: Insert your name:
es: Introduzca su nombre:

source: Intenso
en: Intense

source: Introvertido
en: Introvert

source: Mais de 2 milhões de pessoas
en: More than 2 million people
es: Más de 2 millones de personas

source: Masculino
en: Male

source: Menos de 10 mil pessoas
en: Less than 10 thousand people
es: Menos de 10 mil personas

source: Morou sozinho por pelo menos uma década desde seus 25 anos?
en: Have you lived alone for at least a decade since you were 25?
es: ¿Has vivido solo durante al menos una década desde que tenías 25 años?

source: Não
en: No
es: No

source: Não me exercito regularmente
en: I don't exercise regularly
es: No hago ejercicio regularmente

source: Nome: %@
en: Name: %@
es: Nombre: %@

source: País: %@
en: Country: %@

source: Passa muitas horas sentado ou exerce trabalho pesado?
en: Do you spend many hours sitting or doing heavy work?
es: ¿Pasas muchas horas sentado o realizando trabajos pesados?

source: Português
en: Portuguese

source: Qual a população aproximada da cidade onde você vive?
en: What is the approximate population of the city where you live?
es: ¿Cuál es la población aproximada de la ciudad donde vives?

source: Qual seu sexo?
en: What is your sex?
es: ¿Cuál es tu género?

source: Qual sua formação acadêmica?
en: What is your academic background?
es: ¿Cuál es tu formación académica?

source: Qual sua idade?
en: Whats your age?
es: ¿Cual es su edad?

source: Referências
en: References
es: Referencias

source: Reiniciar Teste
en: Restart Test
es: Reiniciar prueba

source: Responda um breve questionário para receber dicas valiosas que te ajudarão a ter uma vida mais longa e saudável.
en: Answer a short questionnaire to receive valuable tips that will help you live a longer and healthier life.
es: Responda un breve cuestionario para recibir valiosos consejos que le ayudarán a vivir una vida más larga y saludable.

source: Resposta:
en: Answer:
es: Respuesta:

source: Selecione o País em que você vive
en: Select The country you live in
es: Seleccione el país en el que vive

source: Selecione o País em que você vive:
en: Select The country you live in:
es: Seleccione el país en el que vive:

source: Selecione um idioma
en: Select a Language
es: Selecciona un idioma

source: Sem graduação
en: No degree
es: No graduado

# Setings
source: Configurações
en: Settings
es: Ajustes

source: Sexo: %@
en: Sex: %@

source: Sim
en: Yes
es: Sí

source: Sim, acima dois de maços por dia
en: Yes, above two packs a day
es: Sí, más de dos paquetes al día

source: Sim, até 10 Kg
en: Yes, up to 10 Kg
es: Sí, hasta 10 kg

source: Sim, de meio a um maço por dia
en: Yes, from half to a pack a day
es: Sí, desde medio paquete hasta un paquete al día

source: Sim, entre 10 a 15 Kg
en: Yes, between 10 and 15 Kg
es: Sí, entre 10 y 15 kg

source: Sim, entre um e dois maços por dia
en: Yes, between one and two packs a day
es: Sí, entre uno y dos paquetes al día

source: Sim, Graduação profissionalizante
en: Yes, Professional degree
es: Si, título profesional

source: Sim, Graduação universitária
en: Yes, University degree
es: Si, título universitario

source: Sim, menos de 10 Kg
en: Yes, les than 10 Kg
es: Sí, menos de 10 Kg

source: Sim, pelo menos 3 vezes por semana
en: Yes, at least 3 times a week
es: Sí, al menos 3 veces por semana

source: Sim, pelo menos 5 vezes por semana
en: Yes, at least 5 times a week
es: Sí, al menos 5 veces por semana

source: Sim, por duas décadas
en: Yes, for two decades
es: Sí, durante dos décadas.

source: Sim, por mais de 15 Kg
en: Yes, for more than 15 Kg
es: Sí, por más de 15 kg.

source: Sim, por quatro décadas
en: Yes, for four decades
es: Sí, durante cuatro décadas

source: Sim, por três décadas
en: Yes, for three decades
es: Sí, durante tres décadas.

source: Sim, por uma década
en: Yes, for a decade
es: Sí, durante una década

source: Todos os seus avós avós viveram acima de 80 anos?
en: Did all of your grandparents live past the age of 80?
es: ¿Todos tus abuelos vivieron más de 80 años?

source: Tranquilo
en: Calm

source: Viva +
en: Live +
es: Vivir +

source: Você bebe pelo menos o equivalente a uma dose de bebida alcoólica por dia?
en: Do you drink at least the equivalent of one dose of alcohol per day?
es: ¿Bebe al menos el equivalente a una dosis de alcohol al día?

source: Você costuma se exercitar regularmente?
en: Do you exercise regularly?
es: ¿Haces ejercicio regularmente?

source: Você dorme mais de 10 horas por dia?
en: Do you sleep more than 10 hours a day?
es: ¿Duermes más de 10 horas al día?

source: Você está acima de seu peso ideal?
en: Are you above your ideal weight?
es: ¿Estás por encima de tu peso ideal?

source: Você faz check-ups médicos anualmente?
en: Do you have medical check-ups annually?
es: ¿Se realiza controles médicos anualmente?

source: Você fuma?
en: Do you smoke?
es: ¿Usted fuma?

source: Você mora com seu cônjuge ou com um Companheiro?
en: Do you live with your spouse or a partner?
es: ¿Vive usted con su cónyuge o pareja?

source: Você recebe acima de R$50 mil ao ano?
en: Do you earn more than R$50 thousand per year?
es: ¿Gana más de R$ 50 mil al año?

source: Você recebeu alguma multa por dirigir em alta velocidade no último ano?
en: Have you received any tickets for speeding in the last year?
es: ¿Ha recibido alguna multa por exceso de velocidad en el último año?

source: Você tem mais de 65 anos e ainda trabalha?
en: Are you over 65 and still working?
es: ¿Tienes más de 65 años y sigues trabajando?
